cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'watchman'
brew 'tmux'
brew 'htop'
brew 'ack'
brew 'openssl'
brew 'nvm'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'git'
brew 'tree'
brew 'coreutils'
brew 'moreutils' # Install some other useful utilities like `sponge`.
brew 'findutils' # Install GNU `find`, `locate`, `updatedb`, and `xargs`, `g`-prefixed.
brew 'git-lfs'

cask 'atom'
cask 'charles'
cask 'iterm2'
cask 'torbrowser'
cask 'firefox'
cask 'google-chrome'
cask 'vlc'
cask 'namechanger'
cask 'transmit'
cask 'spectacle'
cask 'coconutbattery'
cask 'screenhero'
cask 'teamviewer'
cask 'licecap'
cask 'jing'
cask 'android-file-transfer'
cask 'appcleaner'
cask 'skype'
cask 'sublime-text'
cask 'virtualbox'
cask 'webstorm'
cask 'flux'
cask 'tunnelblick'
cask 'unrarx'
cask 'alfred'
cask 'adobe-photoshop-cc'
