cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'thoughtbot/formulae'
tap 'homebrew/dupes'

brew 'awscli'
brew 'exa'
# brew 'pgcli'
brew 'tmux'
brew 'pure'
brew 'openssh'
brew 'openssl'
brew 'unrar'
brew 'git'
brew 'coreutils'
brew 'python2'
brew 'python3'
brew 'ruby'
brew 'youtube-dl'
brew 'zsh-syntax-highlighting'
brew 'zsh-autosuggestions'
brew 'git-delta'
brew 'bat'
brew 'overmind'
brew 'peco'
brew 'nvim'

cask 'spotify'
cask 'obsidian'
cask 'visual-studio-code'
cask 'firefox'
cask 'google-chrome'
cask 'vlc'
cask 'namechanger'
cask 'coconutbattery'
cask 'appcleaner'
cask 'skype'
cask 'tunnelblick'
cask 'unrarx'
cask 'raycast'
cask 'rocket'
cask 'slack'
cask 'zoomus'
cask 'postman'
cask 'docker'
cask 'android-file-transfer'
cask 'flux'
cask 'karabiner-elements'
cask 'figma'
