cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'thoughtbot/formulae'
tap 'homebrew/dupes'

brew 'openssh'
brew 'rcm'
brew 'tmux'
brew 'htop'
brew 'ack'
brew 'openssl'
brew 'unrar'
brew 'git'
brew 'tree'
brew 'coreutils'
brew 'ctags'
brew 'python2'
brew 'python3'
brew 'ruby'
brew 'neovim'
brew 'the_silver_searcher'
brew 'youtube-dl'

cask 'rescuetime'
cask 'hyper'
cask 'atom'
cask 'charles'
cask 'firefox'
cask 'google-chrome'
cask 'vlc'
cask 'namechanger'
cask 'transmit'
cask 'spectacle'
cask 'coconutbattery'
cask 'screenhero'
cask 'appcleaner'
cask 'skype'
cask 'virtualbox'
cask 'tunnelblick'
cask 'unrarx'
cask 'alfred'
cask 'adobe-photoshop-cc'
cask 'adobe-illustrator-cc'
cask 'slack'
cask 'zoomus'
cask 'postman'
cask 'mongodb-compass'
